Repository: BoundfoxStudios/flugwacht
Catalog: app/ios/FlugwachtLiveActivity/Localizable.xcstrings
Source language: en
Languages: de

source: Departure in
de: Abflug in

source: Landing in
de: Landung in

source: Landed
de: Gelandet

source: Data outdated
de: Daten veraltet

source: PLANNED
de: GEPLANT

source: WAITING
de: WARTET

source: NO SIGNAL
de: KEIN SIGNAL

source: ENDED
de: BEENDET

source: MISSED
de: VERPASST

source: Probably landed · open the app
de: Vermutlich gelandet · App öffnen

source: PROBABLY LANDED
de: VERMUTLICH GELANDET
